MCLYGV3.Web/Log/2017-08/2017-08-30/PA201708280357001134_S_CTReq.txt

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <saveParty xmlns="http://saveProposal.accident.provider.app.thirdparty.echannel.ebiz.isoftstone.com/">
      <saveParty xmlns="">
        
<CTServerRequest xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <Head>
    <partnerCode>MCLY</partnerCode>
    <passWord>MCLY20170103</passWord>
    <queryId>ee08665ca6fd4e159d41b095c1016c6e</queryId>
    <requestType>00001</requestType>
    <userName>MCLY</userName>
  </Head>
  <Main>
    <argueSolution>2</argueSolution>
    <codInd>Y</codInd>
    <commissionRatio>0.6132</commissionRatio>
    <currency>CNY</currency>
    <endDate>2018-08-29 00:00:00</endDate>
    <operateDate>2017-08-30</operateDate>
    <planCode>MCLY114401</planCode>
    <shortRate>1.00</shortRate>
    <startDate>2017-08-29 00:00:00</startDate>
    <sumGrossPremium>25</sumGrossPremium>
    <sumInsured>50000</sumInsured>
  </Main>
  <RelatedParty>
    <birthDate>0000-00-00</birthDate>
    <businessSource />
    <contactName>济南大 大大有限公司</contactName>
    <contactPhone>13888888888</contactPhone>
    <officePhone>13888888888</officePhone>
    <educationBackground> </educationBackground>
    <email />
    <identifyNumber>6789787989454626456</identifyNumber>
    <identifyType>1</identifyType>
    <insuredAddress />
    <insuredName>济南大 大大有限公司</insuredName>
    <insuredType>2</insuredType>
    <uWCount>1</uWCount>
  </RelatedParty>
  <PlanList>
    <Plan>
      <ItemAcci>
        <insuredBusinessSource>0101001</insuredBusinessSource>
        <quantity>1</quantity>
        <rationType>N</rationType>
      </ItemAcci>
      <ItemKindList>
        <ItemKind>
          <grossPremium>25</grossPremium>
          <kindCode>Y502</kindCode>
          <kindInd>2</kindInd>
          <rate>0.0005</rate>
          <sumInsured>50000</sumInsured>
        </ItemKind>
      </ItemKindList>
      <riskRealateParyList>
        <riskRealatePary>
          <appliPhone>13888888888</appliPhone>
          <birthday>1996-10-04</birthday>
          <clientCName>余凯瑞</clientCName>
          <clientType>1</clientType>
          <identifyNo>331023199610040310</identifyNo>
          <identifyType>01</identifyType>
          <insuredBusinessSource>0101001</insuredBusinessSource>
          <postCode />
          <sex>2</sex>
          <email />
          <homeAddress />
          <clientCNameBenefit>法定</clientCNameBenefit>
        </riskRealatePary>
      </riskRealateParyList>
    </Plan>
  </PlanList>

      </saveParty>
    </saveParty>
  </soap:Body>
</soap:Envelope>

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <saveParty xmlns="http://saveProposal.accident.provider.app.thirdparty.echannel.ebiz.isoftstone.com/">
      <saveParty xmlns="">
        
<CTServerRequest xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <Head>
    <partnerCode>MCLY</partnerCode>
    <passWord>MCLY20170103</passWord>
    <queryId>baf708729693478d957313d1df2767f1</queryId>
    <requestType>00001</requestType>
    <userName>MCLY</userName>
  </Head>
  <Main>
    <argueSolution>2</argueSolution>
    <codInd>Y</codInd>
    <commissionRatio>0.6132</commissionRatio>
    <currency>CNY</currency>
    <endDate>2018-08-29 00:00:00</endDate>
    <operateDate>2017-08-30</operateDate>
    <planCode>MCLY114401</planCode>
    <shortRate>1.00</shortRate>
    <startDate>2017-08-29 00:00:00</startDate>
    <sumGrossPremium>25</sumGrossPremium>
    <sumInsured>50000</sumInsured>
  </Main>
  <RelatedParty>
    <birthDate>0000-00-00</birthDate>
    <businessSource />
    <contactName>济南大 大大有限公司</contactName>
    <contactPhone>13888888888</contactPhone>
    <officePhone>13888888888</officePhone>
    <educationBackground> </educationBackground>
    <email />
    <identifyNumber>6789787989454626456</identifyNumber>
    <identifyType>1</identifyType>
    <insuredAddress />
    <insuredName>济南大 大大有限公司</insuredName>
    <insuredType>2</insuredType>
    <uWCount>1</uWCount>
  </RelatedParty>
  <PlanList>
    <Plan>
      <ItemAcci>
        <insuredBusinessSource>0101001</insuredBusinessSource>
        <quantity>1</quantity>
        <rationType>N</rationType>
      </ItemAcci>
      <ItemKindList>
        <ItemKind>
          <grossPremium>25</grossPremium>
          <kindCode>Y502</kindCode>
          <kindInd>2</kindInd>
          <rate>0.0005</rate>
          <sumInsured>50000</sumInsured>
        </ItemKind>
      </ItemKindList>
      <riskRealateParyList>
        <riskRealatePary>
          <appliPhone>13888888888</appliPhone>
          <birthday>1996-10-04</birthday>
          <clientCName>余凯瑞</clientCName>
          <clientType>1</clientType>
          <identifyNo>331023199610040310</identifyNo>
          <identifyType>01</identifyType>
          <insuredBusinessSource>0101001</insuredBusinessSource>
          <postCode />
          <sex>2</sex>
          <email />
          <homeAddress />
          <clientCNameBenefit>法定</clientCNameBenefit>
        </riskRealatePary>
      </riskRealateParyList>
    </Plan>
  </PlanList>

      </saveParty>
    </saveParty>
  </soap:Body>
</soap:Envelope>

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <saveParty xmlns="http://saveProposal.accident.provider.app.thirdparty.echannel.ebiz.isoftstone.com/">
      <saveParty xmlns="">
        
<CTServerRequest xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <Head>
    <partnerCode>MCLY</partnerCode>
    <passWord>MCLY20170103</passWord>
    <queryId>7dec4070077b40a9a5f4d13d10751752</queryId>
    <requestType>00001</requestType>
    <userName>MCLY</userName>
  </Head>
  <Main>
    <argueSolution>2</argueSolution>
    <codInd>Y</codInd>
    <commissionRatio>0.6132</commissionRatio>
    <currency>CNY</currency>
    <endDate>2018-08-29 00:00:00</endDate>
    <operateDate>2017-08-30</operateDate>
    <planCode>MCLY114401</planCode>
    <shortRate>1.00</shortRate>
    <startDate>2017-08-29 00:00:00</startDate>
    <sumGrossPremium>25</sumGrossPremium>
    <sumInsured>50000</sumInsured>
  </Main>
  <RelatedParty>
    <birthDate>0000-00-00</birthDate>
    <businessSource />
    <contactName>济南大 大大有限公司</contactName>
    <contactPhone>13888888888</contactPhone>
    <officePhone>13888888888</officePhone>
    <educationBackground> </educationBackground>
    <email />
    <identifyNumber>6789787989454626456</identifyNumber>
    <identifyType>1</identifyType>
    <insuredAddress />
    <insuredName>济南大 大大有限公司</insuredName>
    <insuredType>2</insuredType>
    <uWCount>1</uWCount>
  </RelatedParty>
  <PlanList>
    <Plan>
      <ItemAcci>
        <insuredBusinessSource>0101001</insuredBusinessSource>
        <quantity>1</quantity>
        <rationType>N</rationType>
      </ItemAcci>
      <ItemKindList>
        <ItemKind>
          <grossPremium>25</grossPremium>
          <kindCode>Y502</kindCode>
          <kindInd>2</kindInd>
          <rate>0.0005</rate>
          <sumInsured>50000</sumInsured>
        </ItemKind>
      </ItemKindList>
      <riskRealateParyList>
        <riskRealatePary>
          <appliPhone>13888888888</appliPhone>
          <birthday>1996-10-04</birthday>
          <clientCName>余凯瑞</clientCName>
          <clientType>1</clientType>
          <identifyNo>331023199610040310</identifyNo>
          <identifyType>01</identifyType>
          <insuredBusinessSource>0101001</insuredBusinessSource>
          <postCode />
          <sex>2</sex>
          <email />
          <homeAddress />
          <clientCNameBenefit>法定</clientCNameBenefit>
        </riskRealatePary>
      </riskRealateParyList>
    </Plan>
  </PlanList>

      </saveParty>
    </saveParty>
  </soap:Body>
</soap:Envelope>

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <saveParty xmlns="http://saveProposal.accident.provider.app.thirdparty.echannel.ebiz.isoftstone.com/">
      <saveParty xmlns="">
        

  <Head>
    <partnerCode>MCLY</partnerCode>
    <passWord>MCLY20170103</passWord>
    <queryId>37dd2df67d494e7a97c4fc87babda139</queryId>
    <requestType>00001</requestType>
    <userName>MCLY</userName>
  </Head>
  <Main>
    <argueSolution>2</argueSolution>
    <codInd>Y</codInd>
    <commissionRatio>0.6132</commissionRatio>
    <currency>CNY</currency>
    <endDate>2018-08-29 00:00:00</endDate>
    <operateDate>2017-08-30</operateDate>
    <planCode>MCLY114401</planCode>
    <shortRate>1.00</shortRate>
    <startDate>2017-08-29 00:00:00</startDate>
    <sumGrossPremium>25</sumGrossPremium>
    <sumInsured>50000</sumInsured>
  </Main>
  <RelatedParty>
    <birthDate>0000-00-00</birthDate>
    <businessSource />
    <contactName>济南大 大大有限公司</contactName>
    <contactPhone>13888888888</contactPhone>
    <officePhone>13888888888</officePhone>
    <educationBackground> </educationBackground>
    <email />
    <identifyNumber>6789787989454626456</identifyNumber>
    <identifyType>1</identifyType>
    <insuredAddress />
    <insuredName>济南大 大大有限公司</insuredName>
    <insuredType>2</insuredType>
    <uWCount>1</uWCount>
  </RelatedParty>
  <PlanList>
    <Plan>
      <ItemAcci>
        <insuredBusinessSource>0101001</insuredBusinessSource>
        <quantity>1</quantity>
        <rationType>N</rationType>
      </ItemAcci>
      <ItemKindList>
        <ItemKind>
          <grossPremium>25</grossPremium>
          <kindCode>Y502</kindCode>
          <kindInd>2</kindInd>
          <rate>0.0005</rate>
          <sumInsured>50000</sumInsured>
        </ItemKind>
      </ItemKindList>
      <riskRealateParyList>
        <riskRealatePary>
          <appliPhone>13888888888</appliPhone>
          <birthday>1996-10-04</birthday>
          <clientCName>余凯瑞</clientCName>
          <clientType>1</clientType>
          <identifyNo>331023199610040310</identifyNo>
          <identifyType>01</identifyType>
          <insuredBusinessSource>0101001</insuredBusinessSource>
          <postCode />
          <sex>2</sex>
          <email />
          <homeAddress />
          <clientCNameBenefit>法定</clientCNameBenefit>
        </riskRealatePary>
      </riskRealateParyList>
    </Plan>
  </PlanList>

      </saveParty>
    </saveParty>
  </soap:Body>
</soap:Envelope>

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <saveParty xmlns="http://saveProposal.accident.provider.app.thirdparty.echannel.ebiz.isoftstone.com/">
      <saveParty xmlns="">
        

  <Head>
    <partnerCode>MCLY</partnerCode>
    <passWord>MCLY20170103</passWord>
    <queryId>887802a172e24eefa1fd131b7b00f40a</queryId>
    <requestType>00001</requestType>
    <userName>MCLY</userName>
  </Head>
  <Main>
    <argueSolution>2</argueSolution>
    <codInd>Y</codInd>
    <commissionRatio>0.6132</commissionRatio>
    <currency>CNY</currency>
    <endDate>2018-08-29 00:00:00</endDate>
    <operateDate>2017-08-30</operateDate>
    <planCode>MCLY114401</planCode>
    <shortRate>1.00</shortRate>
    <startDate>2017-08-29 00:00:00</startDate>
    <sumGrossPremium>25</sumGrossPremium>
    <sumInsured>50000</sumInsured>
  </Main>
  <RelatedParty>
    <birthDate>0000-00-00</birthDate>
    <businessSource />
    <contactName>济南大 大大有限公司</contactName>
    <contactPhone>13888888888</contactPhone>
    <officePhone>13888888888</officePhone>
    <educationBackground> </educationBackground>
    <email />
    <identifyNumber>6789787989454626456</identifyNumber>
    <identifyType>1</identifyType>
    <insuredAddress />
    <insuredName>济南大 大大有限公司</insuredName>
    <insuredType>2</insuredType>
    <uWCount>1</uWCount>
  </RelatedParty>
  <PlanList>
    <Plan>
      <ItemAcci>
        <insuredBusinessSource>0101001</insuredBusinessSource>
        <quantity>1</quantity>
        <rationType>N</rationType>
      </ItemAcci>
      <ItemKindList>
        <ItemKind>
          <grossPremium>25</grossPremium>
          <kindCode>Y502</kindCode>
          <kindInd>2</kindInd>
          <rate>0.0005</rate>
          <sumInsured>50000</sumInsured>
        </ItemKind>
      </ItemKindList>
      <riskRealateParyList>
        <riskRealatePary>
          <appliPhone>13888888888</appliPhone>
          <birthday>1996-10-04</birthday>
          <clientCName>余凯瑞</clientCName>
          <clientType>1</clientType>
          <identifyNo>331023199610040310</identifyNo>
          <identifyType>01</identifyType>
          <insuredBusinessSource>0101001</insuredBusinessSource>
          <postCode />
          <sex>2</sex>
          <email />
          <homeAddress />
          <clientCNameBenefit>法定</clientCNameBenefit>
        </riskRealatePary>
      </riskRealateParyList>
    </Plan>
  </PlanList>

      </saveParty>
    </saveParty>
  </soap:Body>
</soap:Envelope>

